Repository: 84000/translation-memory-resources
Catalog: post_input/toh101.bo.en.tmx
Source language: bo
Languages: en

source: མགུ་ ཞིང་ གུས་ དང་ བཅས་པ ར་ ཤེས་ ནས་ འདུག _།
en: The prince remained, understanding with joy and devotion.”

source: སྦྱིན་པ ས་ ཆོག་པ ར་ མ་ བྱེད་ ཅིག _།
en: $1167 “ ‘Do not be content with generosity.

source: ཚུལ་ཁྲིམས་ ཀྱིས་ ཀྱང་ ཆོག་ མ་ བྱེད །_།
en: Do not be content either with discipline.

source: དྲི་བ ས་ ཆོག་པ ར་ མ་ བྱེད་ ཅིག _།
en: Do not be content with questioning.

source: དེ་ལས་ ཡེ་ཤེས་ འབྱུང་བ ར་ འགྱུར །_།
en: Wisdom will emerge from them.

source: ཡེ་ཤེས་ དེ་ ནི་ ཡུལ་མི་ གནས །_། |#| ཕྱོགས་ ན་ གནས་པ འང་ ཡོད་ མ་ ཡིན །_།
en: $1168 “ ‘That wisdom does not dwell as an object, For “dwelling in a place” also does not exist.

source: རྫོགས་ སངས་རྒྱས་ ལ་ ཡོངས་ ཞུས་པ ས །_། ཡེ་ཤེས་ ཐོབ་པ ར་ འགྱུར་བ་ ཡིན །_།
en: By asking a complete buddha, You will attain wisdom.

source: ཡེ་ཤེས་ མིག་ ལ་ རྟེན་ མ་ ཡིན །_།
en: $1169 “ ‘Wisdom is not based in the eyes.

source: མིག་ ཀྱང་ ངོ་བོ་ ཉིད་ ཀྱིས་ སྟོང་ །_།
en: For the eyes too are empty of essence.

source: དེ་ཕྱིར་ མིག་ ཡོད་ མ་ཡིན་པ ས །_།
en: Since the eyes do not exist,

source: སངས་རྒྱས་ ཆོས་ རྣམས་ བསྟན་པ ར་ བྱས །_།
en: The qualities of the buddhas are revealed.

source: རྣ་བ་ སྣ་ ཡང་ དེ་བཞིན་ ཞིང་ །_། ལྕེ་ དང་ ལུས་ ཡིད་ དེ་བཞིན་ ཏེ །_།
en: $1170 “ ‘The ears and nose are the same way, As are the tongue, body, and mind.

source: དེ་དག་ ཐམས་ཅད་ རྟག་ ཏུ་ སྟོང་ །_། དེ་ཡང་ སྙིང་པོ་ ཡོད་ མ་ ཡིན །_།
en: They are all ever empty And they have no essence.

source: འབྱུང་བ་ ཆེན་པོ་ བཞི་ འདི་དག _། མ་ བྱུང་ སེམས་ ཀྱི་ གནས་ ཡིན་ ནོ །_།
en: $1171 “ ‘The four elements Are the state of the unborn mind.#57

source: ལུས་ ནི་ ཀུན་ ཏུ་ བརྟགས་ ལས་ བྱུང་ །_།
en: The body comes from imagination,

source: ཀུན་ ཏུ་ རྟོག་པ འང་ ཡོད་ མ་ ཡིན །_།
en: And imaginings too do not exist.

source: ལུས་ ལ་ གནས་པ་ མེད་ གྱུར་ ཅིང་ །_། སྲོག་ ལ འང་ གནས་པ་ མེད་པར་ གྱུར །_། |#| ལོངས་སྤྱོད་ གནས་པ་ མེད་ གྱུར་ ནས །_།
en: $1172 “ ‘Without dwelling on the body, Without dwelling on life force, And without dwelling on possessions,

source: བྱང་ཆུབ་ དེ་ ནི་ རྟོགས་པ ར་ ནུས །_།
en: One can realize that awakening.

source: རྟག་ ཏུ་ ངེས་འབྱུང་ བརྩམ་པ ར་ བྱ །_།
en: $1173 “ ‘Apply renunciation constantly.

source: རྟག་ ཏུ་ བརྩོན་འགྲུས་ བརྟེན་པ ར་ བྱ །_།
en: Rely upon diligence constantly.

source: རྟག་ ཏུ་ འདོད་ རྣམས་ སྤང་བ ར་ བྱ །_།
en: Abandon desires constantly.

source: ཁྱོད་ ནི་ ངན་འགྲོ ར་ མ་ འགྲོ་ ཤིག _།
en: You should not travel to bad destinies.

source: སེམས་ཅན་ ཀུན་ གྱི་ ཆེད་ ཀྱི་ ཕྱིར །_། སྦྱིན་པ་ དེ་ ནི་ སྦྱིན་བྱེད་ ཀྱང་ །_།
en: $1174 “ ‘Even were you to practice generosity For the sake of all beings,

source: དེས་ ནི་ སེམས་ཅན་ རློམ་ མ་ སེམས །_། སྦྱིན་པ་ ལ་ ཡང་ མ་གནས་ ཤིག _།
en: You should not conceptualize any beings, Nor dwell on any generosity at all!’

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་ནས་ དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ སངས་རྒྱས་ ཡོན་ཏན་ རྒྱལ་པོ འི་ འོད་ ལ་ རྒྱལ་པོ འི་ གཞོན་ནུ་ དྲན་པ་ རྙེད་ ཀྱིས་ ཚིགས་ སུ་ བཅད་པ་ དག་ གིས་ སླར་ གསོལ་པ །_
en: $1175 “Śāradvatī­putra, Prince Smṛtilābha then replied in verse to the thus-gone one, the worthy one, the perfect buddha Guṇarājaprabha:

source: འཁོར་བ འི་ ལམ་ ལས་ ཁྱོད་ ནི་ ཤིན་ཏུ་ བཞེངས །_། སོམ་ཉི་ བཅད་ ཅིང་ ཐེ་ཚོམ་ བསལ་ [145a] དུ་ གསོལ །_།
en: “ ‘You who have risen above the circuit of saṃsāra, Please resolve my hesitation, remove my doubt! [145.a]

source: རྒྱལ་བས་ བདག་ ལ་ ཆོས་ དེ་ འདིར་ བསྟན་ ནས །_།
en: Through the Victorious One having taught me the Dharma here,

source: བདག་ ལ་ ཆོས་ མང་ འདུ་བ ར་ བགྱིས་པ་ ལགས །_།
en: Many qualities are brought together for me.

source: ཇི་ལྟ ར་ འཇིག་རྟེན་ མགོན་པོས་ འདིར་ ཆོས་ བསྟན །_།
en: $1176 “ ‘According to the Dharma taught here by the Protector of the World,

source: དེ་ ཚེ་ བདུད་ ཀྱི་ བཅིང་བ་ ཀུན་ བཅད་ ནས །_། |#| བདག་ གིས་ བྱང་ཆུབ་ མཆོག་ ནི་ ཐོབ་ སྙམ་ བགྱིད །_།
en: I believe that all the fetters of Māra will be cut And I will attain supreme awakening.

source: བྱང་ཆུབ་ སྙིང་པོ ར་ བདག་ ནི་ མཆིས་ སྙམ་ བགྱིད །_།
en: I believe I will reach the essence of awakening.

source: འཇིག་རྟེན་ མགོན་པོས་ ཆོས་ དེ་ འདི་ བསྟན་པ ས །_། བདག་ གིས་ ཆོ་འཕྲུལ་ བསྟན་པ ར་ བགྱི་ སྙམ་ བགྱིད །_།
en: $1177 “ ‘Through this Dharma taught here by the Protector of the World, I believe I will show miraculous displays.

source: ས་ འདི་དག་ ཀྱང་ གཡོ་ བར་ བགྱི་ སྙམ་ བགྱིད །_།
en: I believe I will shake the earth.

source: དགེ་འདུན་ རྒྱ་ ཆེན་ དགང་བ ར་ བགྱི་ སྙམ་ བགྱིད །_།
en: I believe I will gather a vast saṅgha.

source: བདག་ གིས་ དེ་རིང་ ཚེ་ ནི་ བཏང་ སྙམ་ བགྱིད །_།
en: $1178 “ ‘I believe I will give up my life today.

source: བདག་ དེང་ ཡོངས་སུ་ མྱ་ངན་ འདས་ སྙམ་ བགྱིད །_།
en: I believe I will attain nirvāṇa now.

source: འདི་ལྟར་ ཆོས་ རྣམས་ ཐམས་ཅད་ སྟོང་པ་ སྟེ །_། |#| འདི་ ལ་ དེ་རིང་ ཞི་བ ར་ བདག་ མི་ སེམས །_།
en: All phenomena being empty, I do think that these will be quelled today.

source: ཆོས་ དེ་ ཐམས་ཅད་ ཟད་པ ར་ འཚལ་ ལགས་ ཏེ །_།
en: $1179 “ ‘I long for the exhaustion of all these phenomena.

source: གང་ དུའང་ ཆོས་ རྣམས་ ཟད་པ ར་ དམིགས་ མ་ ལགས །_།
en: The exhaustion of phenomena is not perceived anywhere at all.

source: ཐམས་ཅད་ ཟད་ དང་ སྟོང་པ འི་ ཆོས་ཉིད་ གསུངས །_།
en: You have taught that the nature of everything is exhausted and empty.

source: ཆོས་ཉིད་ ཐམས་ཅད་ ཟད་པ འི་ ཆོས་ཉིད་ འཚལ །_།
en: I long for the nature of the exhaustion of all natures.

source: ཕ་མ་ དག་ གི་ ཐད་ དུ་ མཆིས་ ནས་ སུ །_། བཟོད་པ་ གསོལ་ ནས་ སླར་ཡང་ མཆི་བ ར་ བགྱི །_།
en: $1180 “ ‘I will go to my parents, Beg for their forgiveness, and then return!

source: རྟག་ ཏུ་ སངས་རྒྱས་ ཆོས་ དེ་ ཚོལ་ བགྱིད་ ཅིང་ །_། བདག་ ནི་ བསྟན་ ལ་ རབ་ཏུ་ འབྱུང་བ ར་ བགྱི །_།
en: Constantly pursuing the Dharma of the buddhas, I will go forth in the teachings!’

source: དེ་བཞིན་ གཤེགས་པ འི་ ཞབས་ ལ་ ཕྱག་ འཚལ་ ཏེ །_། |#| རྒྱལ་ ལ་ ལན་ གསུམ་ བསྐོར་བ་ བྱས་ ནས་ སུ །_། ཕ་མ འི་ ཐད་ དུ་ དེ་ ནི་ སོང་བ ར་ གྱུར །_།
en: $1181 “He then bowed to the feet of the Thus-Gone One, Circumambulated the Victorious One three times, And set out to see his parents.

source: བློ་གྲོས་ ངན་ བདུད་ ལམ་ གྱི་ འགྲམ་ དུ་ འདུག _།
en: Yet an evil māra, sitting by the roadside, [thought: $1182 “ ‘This prince has here set out for awakening. He wishes to go forth under the Victorious One. So I should seek out his weak point today. I will rouse in him complete delusion today.’]

source: གཞོན་ནུ་ དེ་ ནི་ འདི་ ལ་ བྱང་ཆུབ་ ཞུགས །_།
en: [Yet an evil māra, sitting by the roadside, thought: ]$1182 “ ‘This prince has here set out for awakening. [He wishes to go forth under the Victorious One. So I should seek out his weak point today. I will rouse in him complete delusion today.’]

source: རྒྱལ་ བ འི་ ཐད་ དུ་ རབ་ཏུ་ འབྱུང་བ ར་ འདོད །_།
en: [Yet an evil māra, sitting by the roadside, thought: $1182 “ ‘This prince has here set out for awakening. ]He wishes to go forth under the Victorious One. [So I should seek out his weak point today. I will rouse in him complete delusion today.’]

source: འདི་ལྟར་ དེ་རིང་ ངེས་པ ར་ གླགས་ བཙལ་ ཞིང་ །_།
en: [Yet an evil māra, sitting by the roadside, thought: $1182 “ ‘This prince has here set out for awakening. He wishes to go forth under the Victorious One. ]So I should seek out his weak point today. [I will rouse in him complete delusion today.’]

source: དེ་རིང་ ཀུན་ རྨོངས་ སེམས་ ནི་ བསྐྱེད་ བྱ་ སྙམ །_།
en: [Yet an evil māra, sitting by the roadside, ]thought: [$1182 “ ‘This prince has here set out for awakening. He wishes to go forth under the Victorious One. So I should seek out his weak point today. ]I will rouse in him complete delusion today.’

source: ལམ་ དུ་ འདུག་ ནས་ གཞོན་ ལ་ སྨྲ་བྱེད་པ །_།
en: $1183 “Seated on the road, he asked the prince,

source: གཞོན་ནུ་ ཁྱོད་ ནི་ གང་ ནས་ འོངས་ ཞེས་ དྲིས །_།
en: ‘Prince, where are you coming from?

source: ཅི་ཕྱིར་ ཁྱོད་ ནི་ མྱུར་བ་ མྱུར་བ ར་ འགྲོ །_།
en: Why are you going so quickly?

source: ཡུད་ཙམ་ སྡོད་ པ ར་ བྱོས་ ཤིག་ དྲི་བ ར་ བྱ །_།
en: Sit for a moment! |#| I will ask you something!’

source: མི་ དེ་ ལ་ ནི་ གཞོན་ནུ་ སྨྲ་བྱེད་པ །_།
en: $1184 “The prince said to the man,

source: སངས་རྒྱས་ བསྙེན་བཀུར་ བྱས་ ནས་ འོངས་པ་ ཡིན །_།
en: ‘I have just paid my respects to a buddha.

source: དེས་ ནི་ བདག་ ལ་ ཆོས་ ཀྱི་ མཆོག་ བསྟན་ ཏེ །_།
en: He taught me the supreme of all dharmas, And

source: སངས་རྒྱས་ ཆོས་ དེ་ བདག་ གིས་ བསྒོམ་པ ར་ བྱ །_།
en: I will now cultivate that Dharma of the buddhas.’

source: འདི་ ལ་ སངས་རྒྱས་ ཆོས་ རྣམས་ བཙལ་ ཆེད་ དུ །_། གཞོན་ནུ་ [145b] བརྩོན་འགྲུས་ བརྩམས་པ་ ཕུལ་ དུ་ བྱུང་ །_།
en: $1185 “ ‘Prince,’ said the māra, ‘your application of effort In pursuit of the Dharma of the buddhas is outstanding. [145.b]

source: ཅི་ ནས་ ཁྱོད་ ནི་ རབ་ཏུ་ འབྱུང་ འདོད་ ན །_།
en: But if you desire by all means to go forth,

source: འདོད་ རྣམས་ འདིར་ སྤྱོད་ ཕྱི་ ནས་ རབ་ཏུ་ བྱུང་ །_།
en: Partake of desires now and go forth later!

source: ཁྱོད་ ཀྱིས་ ལོངས་སྤྱོད་ རྒྱ་ ཆེན་ རྒྱལ་སྲིད་ རྙེད །_།
en: $1186 “ ‘You have obtained vast pleasures and a kingdom.

source: འདོད་ བཟངས་ ཅི་ཡང་ བདག་ གིས་ མ་ བསྟེན་ ཅེས །_། རབ་ཏུ་ བྱུང་ ནས་ འགྱོད་ གྱུར་ མི་ རུང་ གིས །_།
en: It is not suitable to have regret upon going forth, Thinking, “I did not indulge in fine pleasures at all!” |#| Thus,

source: འདོད་ རྣམས་ བསྟེན་ ཏེ་ འདི་ ལ་ རབ་ཏུ་ བྱུང་ །_།
en: first indulge in pleasures, and then go forth.

source: ཁྱོད་ ཀྱི་ ལོངས་སྤྱོད་ ཆེ་ དང་ རྒྱལ་སྲིད་ མཆོག _།
en: $1187 “ ‘Your pleasures are grand and your kingdom supreme.

source: དལ་བ་ ཕུན་སུམ་ ཚོགས་ དེ་ རྙེད་པ ར་ དཀའ །_།
en: Such excellent leisure is difficult to obtain.

source: !གལ་ཏེ་ འདོད་པ་ བསྟེན་པ ར་ རབ་བྱུང་ ན །_།
en: If you go forth without having indulged#58 in these pleasures,

source: གཞོན་ནུ་ ཁྱོད་ ནི་ ཕྱི་ ནས་ འགྱོད་པ ར་ འགྱུར །_།
en: Prince, you will regret it later.’

source: དེ་ ཚེ་ རྒྱལ་པོ འི་ གཞོན་ནུ ས་ བདུད་ ལ་ སྨྲས །_།
en: $1188 “The prince replied to the māra,

source: འདོད་ བསྟེན་ བདག་ ལ་ བདེ་ལེགས་ འགྱུར་ མ་ ཡིན །_།
en: ‘I will not be happy indulging in desire.

source: འདོད་པ་ གསོག་ གི་ བསྔགས་པ་ བརྗོད་པ ས་ ན །_།
en: Since it is the futility of desire that has been extolled,

source: འདུ་ཤེས་ ཕྱིན་ ཅི་ ལོག་ ལ་ ཁྱོད་ གནས་ སོ །_།
en: It is you who dwell in a misconception.

source: གང་ ཚེ་ མི་ ཁོམ་ ཉིད་ ལ་ རྙེད་པ ར་ དཀའ །_། |#| ད་ལྟ ར་ དེ་རིང་ དེ་ ནི་ ཉམས་ ལོན་ དཀའ །_།
en: $1189 “ ‘That which is hard to attain while lacking freedom, |#| Is difficult to practice nowadays.

source: དལ་བ་ རྙེད་ ནས་ བདག་ གིས་ ཆོས་ སྤྱད་ ཅིང་ །_། བདག་ མྱུར་ སོང་ ལ་ དེར་ ནི་ རབ་ཏུ་ བྱུང་ །_།
en: So, having obtained leisure, I will practice the Dharma And instantly go forth.

source: བདག་ གིས་ འདོད་པ འི་ ཁམས་ འདིར་ སྐྱོན་ མཐོང་ སྟེ །_།
en: $1190 “ ‘I see this desire realm as faulty And,

source: དེ་བཞིན་ གཟུགས་ཁམས་ སྐྱོན་ དང་ བཅས་པ ར་ མཐོང་ །_།
en: likewise, I see the form realm as faulty.

source: གཟུགས་ མེད་ ཁམས་ ཀྱང་ སྐྱོན་ དང་ བཅས་པ ར་ མཐོང་ །_།
en: I also see the formless realm as faulty.

source: བདག་ གིས་ མྱ་ངན་ འདས་ ཞི་ སྐྱོན་མེད་ མཐོང་ །_།
en: Yet I see the peace of nirvāṇa as faultless.

source: འདུས་མ་ བྱས་ ཆོས་ ཡོངས་སུ་ བཙལ་ ནས་ སུ །_།
en: $1191 “ ‘Having pursued the uncompounded Dharma,

source: མི་ རྣམས་ ཀྱི་ ནི་ རྒྱ་ ཆེན་ དོན་ བྱ་ ཞིང་ །_། རྒ་ ནད་ གཟིར་བ འི་ སེམས་ཅན་ ཐར་བ ར་ བྱ །_། |#| འགྲོ་བ ར་ རྒྱུག་པ་ དག་ ནི་ བཟློག་ པར་ བྱ །།_།།
en: I will be of vast benefit to people, Liberate them from the torment of aging and sickness, And prevent them from rushing into further existences.’

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་ནས་ བདུད་ བརྗེད་ངས་ ཀྱིས་ རྒྱལ་པོ འི་ གཞོན་ ནུ་ དྲན་པ་ རྙེད་ ལ་ སྨྲས་པ །_
en: $1192 “Śāradvatī­putra, the māra Muṣitasmṛti then said to Prince Smṛtilābha,

source: གཞོན་ནུ་ ཁྱོད་ ཀྱིས་ སངས་རྒྱས་ ཀྱི་ ཆོས་ རྣམས་ ཡོངས་སུ་ བཙལ་བ ར་ བྱ འོ་ ཞེས་ དེ་སྐད་ ཅེས་ སྨྲས་ ན
en: ‘Prince, you have said you will pursue the Dharma of the buddhas. |#| that being the case,

source: གཞོན་ནུ་ ཁོ་བོ་ ནི་ ཁྱོད་ ལ་དོན་ འདོད་པ །_ ཕན་པ་ འདོད་པ །_ གྲུབ་པ་ དང་ །_ བདེ་བ་ འདོད་པ་ ཡིན་པ ས་ གཞོན་ནུ་ ཁོ་བོ ས་ ཁྱོད་ ལ་ རྗེས་སུ་ བསྟན་པ ར་ བྱ་ སྟེ་
en: Prince, |#| since I desire your benefit, welfare, success, and happiness, I will instruct you!

source: _གལ་ཏེ་ ཁྱོད་ ཁོ་བོ འི་ རྗེས་སུ་ འཇུག་ ན་
en: If you follow me

source: དེ་ ཁྱོད་ ཀྱི་ དོན་ དུ་ འགྱུར་ རོ །_།
en: it will be to your benefit.’

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་ནས་ རྒྱལ་པོ འི་ གཞོན་ནུ་ དྲན་པ་ རྙེད་ ཀྱིས་ བདུད་ བརྗེད་ངས་ ལ་ སྨྲས་པ །_
en: $1193 “Śāradvatī­putra, Prince Smṛtilābha replied to the māra Muṣitasmṛti,

source: ཀྱེ་ མི་བདག་ ལ་ རྗེས་སུ་ སྟོན་ ཅིག་
en: ‘Fine, then teach me!

source: ཐོས་ ནས་ རིག་པ ར་ བྱ འོ །_།
en: Upon hearing, I will judge!’

source: དེ་ནས་ བདུད་ བརྗེད་ངས་ ཀྱིས་ རྒྱལ་པོ འི་ གཞོན་ནུ་ དྲན་པ་ རྙེད་ [146a] ལ་ འདི་སྐད་ ཅེས་ སྨྲས་ སོ །_།
en: “The māra Muṣitasmṛti then said to Prince Smṛtilābha, [146.a]

source: རིགས་ ཀྱི་ བུ་ གལ་ཏེ་ ཁྱོད་ རང་ གི་ དམ་བཅས་པ་ ལ་ གནས་པ ར་ བྱོས་ ཤིག་ དང་
en: ‘Noble son, you should first make a promise.

source: དེ་ལྟ་ན་ ཁོ་བོ ས་ ཁྱོད་ ལ་ ཕྱིས་ རྗེས་སུ་ བསྟན་པ ར་ བྱ འོ །_།
en: When you have done so, I will instruct you.’

source: རྒྱལ་པོ འི་ གཞོན་ནུ ས་ སྨྲས་པ །_
en: $1194 “The prince replied,

source: ཀྱེ་ མི་བདག་ ལ་ རྗེས་སུ་ སྟོན་ ཅིག་ དང་ ཐོས་ ནས་ རིག་ པ ར་ བྱ འོ །_། |#| ཞེས་ ཁོ་བོ ས་ ཁྱོད་ ལ་མ་ སྨྲས་ སམ །_
en: ‘Did I not tell you, “Fine, then teach me! |#| Upon hearing, I will judge” ?’

source: བདུད་ བརྗེད་ངས་ ཀྱིས་ རྒྱལ་པོ འི་ གཞོན་ནུ་ དྲན་པ་ རྙེད་ ལ་ སྨྲས་པ །_
en: “The māra Muṣitasmṛti then said to Prince Smṛtilābha,

source: གཞོན་ནུ་ ཁྱོད་ ཀྱིས་ ཐོས་ ནས་ |#| རིག་པ ར་ བྱ འོ་ ཞེས་ དེ་སྐད་ ཅེས་ བརྗོད་པ ར་ མི་ བྱ་ སྟེ
en: ‘Prince, you should not say, “Upon hearing, I will judge.”

source: གཞོན་ནུ་ ཁྱོད་ ཀྱིས་ ནི་ མི་བདག་ ལ་ རྗེས་སུ་ སྟོན་ ཅིག་ དང་ བདག་ གིས་ ཁྱོད་ ཀྱི་ ཚིག་ བཞིན་ དུ་ བྱ འོ་ ཞེས་ དེ་སྐད་ ཅེས་ བརྗོད་པ ར་ བྱ འོ །_།
en: Prince, you should rather say, “Teach me and I will do as you say!” ’

source: ཀྱེ་ མི་ ཁྱོད་ ཀྱིས་ ང འི་ ཚིག་ བཞིན་ དུ་ མགོ་ གཅིག་ ཏུ་ རྗེས་སུ་ ཞུགས་ ཤིག་ ཅེས་ དེ་སྐད་ བརྗོད་པ ར་ མི་ བྱ འོ །_།
en: $1195 “ ‘Listen,’ |#| ‘you should not ask me to follow your words at all costs!

source: ཀྱེ་ མི་ གལ་ཏེ་ ཁྱོད་ ཆོས་ ཀྱི་ འདུ་ཤེས་ ཀྱིས་ ཆོས་མ་ ཡིན་པ་ སྟོན་ ཏམ །_ ཆོས་མ་ ཡིན་པ འི་ འདུ་ཤེས་ ཀྱིས་ ཆོས་སྟོན་ ན་
en: [This is because ]if you present non-Dharma as the Dharma, or the Dharma as non-Dharma, [I will reject it once I so analyze it. On the other hand, if you teach what is true, I will accept it.]

source: བདག་ གིས་ ཡོངས་སུ་ དཔྱད་ དེ་ |#| དོར་བ ར་ བྱ་ ཞིང་
en: [This is because if you present non-Dharma as the Dharma, or the Dharma as non-Dharma, ]I will reject it once I so analyze it. [On the other hand, if you teach what is true, I will accept it.]

source: ཇི་སྟེ་ ཡང་དག་ པར་ སྟོན་ ན་ |#| དེ་ གཟུང་བ ར་ བྱ་བ འི་ ཕྱིར་ རོ །_།
en: This is because [if you present non-Dharma as the Dharma, or the Dharma as non-Dharma, I will reject it once I so analyze it. ]On the other hand, if you teach what is true, I will accept it.

source: ཀྱེ་ མི་ དེ་ལྟ་བས་ན་ གང་ འདི་ ཐོས་ ནས་ རིག་པ ར་ བྱ འོ་ ཞེས་ བྱ་བ་ དེ་དག་ ནི་ མཁས་པ འི་ མཚན་ཉིད་ ཡིན །_
en: That being the case, it is only wise to say, “Upon hearing it, I will judge.”

source: དེ་དག་ ནི་ མཛངས་པ འི་ ལས་ ཡིན །_
en: This is how the circumspect behave.

source: དེ་དག་ ནི་ ཤིན་ཏུ་ ལེགས་པ ར་ བརྟགས་པ འི་ ལས་ ཡིན་ ནོ །_།
en: It is an act of careful investigation.

source: ཀྱེ་ མི་ ཁྱོད་ ཀྱིས་ ང འི་ ཚིག་ བཞིན་ དུ་ མགོ་ གཅིག་ ཏུ་ རྗེས་སུ་ ཞུགས་ ཤིག་ ཅེས་ དེ་སྐད་ སྨྲས་ ན་ |#| དེ་དག་ ནི་ མཛངས་པ འི་ ཆོས་ཉིད་ མ་ ཡིན་ ཞིང་ །_ མཁས་པ ས་ བསྟོད་པ་ མ་ ཡིན་ ལ །_
en: Asking me to follow your words at all costs is not how the circumspect behave, nor is it praised by the wise. |#| Rather,

source: དེ་ ནི་ བདུད་ ཀྱི་ ལས་ ཡིན་ ཞིང་ །_ དེ་དག་ ནི་ སངས་རྒྱས་ ཀྱི་ ཕྲིན་ལས་ མ་ ཡིན་ ནོ །_།
en: it is the workings of a māra, and not the activity of a buddha.

source: ཀྱེ་ མི་ དེ་ལྟ་བས་ན་ སྔར་ དམ་བཅས་པ་ ལ་ད་ རྗེས་སུ་ མི་ འཇུག་པ ར་ སྨྲས་ སོ་ ཞེས་ བདག་ ལ་ ཆོས་མ་ ཡིན་པ འི་ གདམས་ངག་ བྱིན་ ན་ |#| མི་ རུང་བ ས་ ཁོ་བོ་ ནི་ མགོ་ གཅིག་ ཏུ་ ཚིག་ མི་སྨྲ་ སྟེ །_
en: It would therefore be improper if I had to go back on my former promise in case you were to give me non-Dharmic advice. |#| So, I will not promise that at all costs.

source: དེ་ལྟ་ བས་ན་ ཁོ་བོ ས་ སྐྱོན་ དེ་དག་ མཐོང་ ནས་ རྗེས་སུ་ འཇུག་ གོ་ ཞེ འམ །_ རྗེས་སུ་ མི་ འཇུག་ གོ་ ཞེས་ མགོ་ གཅིག་ ཏུ་ ཚིག་མ་ སྨྲས་ སོ །_།
en: Thus, seeing those faults, I will not say absolutely whether or not I will follow your teaching.’

source: དེ་ནས་ བདུད་ བརྗེད་ངས་ འདི་ སྙམ་ དུ་ སེམས་ ཏེ །_
en: $1196 “The māra Muṣitasmṛti thought,

source: རྒྱལ་པོ འི་ གཞོན་ནུ་ འདི་ ནི་ འདི་ལྟར་ རྗེས་སུ་ འཇུག་པ ར་ བྱ འོ་ ཞེ འམ །_ རྗེས་སུ་ འཇུག་པ ར་ མི་ བྱ འོ་ [146b] ཞེས་ མགོ་ གཅིག་ ཏུ་ མི་སྨྲ་ བས་ དཔྱོད་པ་ ཐོབ་པ འོ་ སྙམ་ མོ །_།
en: ‘Since the prince will not say definitively whether he will follow my teaching or not, I should make a plan.’ [146.b]

source: དེ་ནས་ བདུད་ བརྗེད་ངས་ ཀྱིས་ མིག་ གིས་ མི་ རྩོལ་བ ར་ བྱ་བ འི་ ཕྱིར་ རྒྱལ་པོ འི་ གཞོན་ནུ་ དྲན་པ་ རྙེད་ ལ་ ལེགས་ སོ་ ཞེས་ བྱ་བ་ བྱིན་ ཏེ་
en: So, in order to confuse Prince Smṛtilābha, he said, ‘Excellent!

source: གཞོན་ནུ་ དེ་དག་ ནི་ མཁས་པ འི་ ལས་ ཡིན་ ཏེ
en: Prince, this is the action of the wise.

source: གཞོན་ནུ་ ཁྱོད་ རྗེས་སུ་ འཇུག་པ ར་ བྱ འོ་ ཞེས་ མགོ་ གཅིག་ ཏུ་ ཚིག་ མི་སྨྲ་བ་ ནི་ ལེགས་ སོ་ ལེགས་ སོ །_།
en: Prince, excellent, excellent that you will not say absolutely whether you will follow my teaching.

source: གཞོན་ནུ་ གཞན་ ཡང་ ཁོ་བོ ས་ ཁྱེད་ ལ་ རྗེས་སུ་ བསྟན་པ ར་ བྱས་ དེ་ཡང་ ཁྱོད་ ཀྱིས་ རྣམ་པར་ རྟོགས་ ཤིག _།
en: Prince, I will instruct you anyway and then you will understand.

source: གཞོན་ནུ་ ཁྱོད་ གང་ ལ་ སྐྱོན་ ཆེས་ མང་ དུ་ མཐོང་བ་ དེ་ ལ་ སྟེན་པ ར་ མ་ བྱེད་ ཅིག་
en: Prince, do not rely on something that you see as full of faults!’

source: གཞོན་ནུ ས་ སྨྲས་པ །_
en: replied the prince.

source: ཀྱེ་ མི་ དེ་ ལ་ དེ་སྐད་ ཅེས་ བརྗོད་པ ར་ མི་ བྱ འོ །_།
en: $1197 “ ‘Listen, you should not put it like that,’

source: གང་ ལ་ སྐྱོན་ ཆེས་ མང་བ་ དེ་ ནི་ བསྟེན་པ ར་ བྱ་བ་ མ་ ཡིན་ ཞིང་ གང་ ལ་ སྐྱོན་ ཆེས་ ཉུང་བ་ དེ་ཡང་ བསྟེན་པ ར་ བྱ་བ་ མ་ཡིན་པ འི་ ཕྱིར་ ཏེ །_
en: Because one should neither rely upon what is full of faults, nor on what has only a few faults—

source: ཀྱེ་ མི་ དུག་ མང་པོ་ ཡང་ གསོད་པ ར་ བྱེད་ ལ །_ ཉུང་ངུ་ ཡང་ གསོད་པ ར་ བྱེད་ ཅིང་ །_
en: a little poison kills a person just as much as a lot of poison does.

source: གང་ཡང་ འཁོར་ལོ ས་ སྒྱུར་བ འི་ ཟས་དུག་ དང་ འདྲེས་པ་ དེ་ཡང་ གསོད་པ ར་ བྱེད་ ལ །_ གང་ཡང་ མི་ ཕལ་པ འི་ ཟས་དུག་ དང་ འདྲེས་པ་ དེ་ཡང་ གསོད་པ ར་ བྱེད་པ འི་ ཕྱིར་ དེ་དག་ ནི་ བཟ ར་ མི་ རུང་ ཞིང་ བསྟེན་པ ར་ བྱ་བ་ མ་ ཡིན་ ནོ །_།
en: Poison mixed with the food of an ordinary person kills, just as poison mixed with the food of a universal monarch kills—neither is fit to eat and neither should be relied upon.

source: ཀྱེ་ མི་ དེ་བཞིན་ དུ་ གང་ ལ་ སྐྱོན་ མང་བ་ དེ་ ལ་ སྟེན་པ ར་ མ་ བྱེད་ ཅིག _། |#| གང་ ལ་ ཆེས་ ཉུང་བ་ དེ་ ལ་ སྟེན་ ཅིག _། |#| ཅེས་ དེ་སྐད་ སྨྲས་ ན །_
en: Likewise, if someone says, “Do not rely on what is full of faults! |#| Rely on what has only a few faults!”

source: ཀྱེ་ མི་ དེ་དག་ གཉིས་ཀ་ ཡང་ བསྟེན་པ ར་ བྱ་བ་ མ་ ཡིན་ ནོ །_།
en: one should actually not rely upon either.

source: ཀྱེ་ མི་ མཁས་པ ས་ བསྟེན་པ ར་ བྱ་བ་ ཡང་ གང་ཡིན་ ཞེ་ན །_
en: What, then, should the wise rely upon?

source: ཀྱེ་ མི་ མཁས་པ ས་ ནི་ གང་ སྐྱོན་མེད་པ་ དང་ །_ ཅི་ཡང་ མེད་པ་ དང་ །_ སྙིགས་མ་ མེད་པ་ དང་ །_ རིམས་ནད་ མེད་པ་ དང་ །_ ནད་མེད་པ་ དང་ །_ མི་གཡོ་ བ་ དང་ །_ བསིལ་བ ར་ གྱུར་པ་ དང་ །_ བདེ་བ་ དེ་ བསྟེན་པ ར་ བྱ འོ །_།
en: They should reply upon what is flawless, utterly flawless, free of degeneration, free of anguish, free of distress, unmoving, soothing, and blissful.’

source: བདག་ གིས་ གཞོན་ནུ་ དྲན་པ་ རྙེད་ རྗེས་སུ་ བསྟན་པ་ གང་ ཁོ་ན་ ལ་ བཞག་པ་ དེ་ དང་ དེ་ ནི་ དེས་ སྐྱོན་ དང་ བཅས་པ ར་ མཐོང་ ཞིང་ ཕྱིས་ ཀྱང་ ལན་ འདེབས་པ ར་ བྱེད་ དོ་ སྙམ་ སྟེ
en: ‘Prince Smṛtilābha finds faults in all the instructions that I put forth and then gives a response.’

source: དེ་ལྟ ར་ རྗེས་སུ་ བསམས་ ནས་ |#| ཡང་ སྨྲས་པ །_
en: Pondering thus, he said,

source: གཞོན་ནུ་ འདི་ལྟར་ གང་ རིམས་ནད་ མེད་པ་ དང་ །_ སྐྱོན་མེད་པ་ དང་ །_ ཞི་བ་ དེ་ ལ་ མཁས་པ་ རྣམས་ དགའ་བ་ སྐྱེད་པ ར་ བྱེད་ དོ་ ཞེས་ ཟེར་བ་ ནི་ ཁྱོད་ ཀྱིས་ ལེགས་པ ར་ སྨྲས་ ན
en: ‘Prince, you have excellently said, “The wise delight in what is free of anguish, flawless, and tranquil.”

source: གཞོན་ནུ་ བྱང་ཆུབ་ སེམས་དཔ འི་ སྤྱོད་པ་ དེ་ ནི་ སྐྱོན་ མང་བ འོ །_།
en: Well, Prince, the conduct of bodhisattvas has many faults. [147.a]

source: [147a] སྐྱོན་ དེ་དག་ ཀྱང་ གང་ཞེ་ན །_ |#| འདི་ལྟ་སྟེ །_ སྐྱེ་བ འི་ སྐྱོན་ དང་ །_ འགྲོ་བ འི་ སྐྱོན་ དང་ །_ འཁོར་བ འི་ སྐྱོན་ དང་ །_ རྗེས་སུ་ ཆགས་པ་ དང་ །_ ཁོང་ཁྲོ་བ འི་ སྐྱོན་ དང་ །_ དུས་ མ་ཡིན་པ ར་ སློང་བ ར་ བྱེད་པ འི་ སྐྱོན་ དང་ །_ ཡིད་ དུ་ འོང་བ འི་ དངོས་པོ་ ཡོངས་སུ་ གཏོང་བ འི་ སྐྱོན་ འདི་ལྟ་ སྟེ །_ |#| མིག་ དང་ །_ རྣ་བ་ དང་ །_ སྣ་ དང་ །_ ལྕེ་ དང་ །_ ལུས་ ཡོངས་སུ་ གཏོང་བ འི་ སྐྱོན་ ཏེ །_
en: Those faults are the faults of births, destinies, saṃsāra, attachment, anger, untimely requests, and giving up pleasing objects, the last of which involves the fault of giving away eyes, ears, nose, tongue, and body.

source: དེ་ལྟ ར་ བྱང་ཆུབ་ སེམས་དཔ འི་ སྤྱོད་པ་ ལ་ སྐྱོན་ ཆེས་ མང་བ་ ཡིན་ ནོ །_།
en: The conduct of a bodhisattva thus involves a great many faults.

source: གལ་ཏེ་ བྱང་ཆུབ་ ཏུ་ སེམས་ སྐྱེད་པ ར་ མི་ བྱེད་ ན་ ནི་ ཉུང་ སྟེ །_
en: If one does not give rise to the mind set on awakening, the faults are fewer, so

source: ཁྱོད་ མང་པོ་ དག་ ཀྱང་ བསྟེན་པ ར་ བྱ་བ་ མ་ ཡིན་ ཞིང་ །_ ཉུང་ངུ་ དག་ ཀྱང་ བསྟེན་པ ར་ བྱ་བ་ མ་ཡིན་པ ར་ སེམས་པ་ དེ་ ནི་ ལེགས་ སོ །_།
en: it is excellent that you think that whether something has many or few faults, neither should be relied upon.

source: གཞོན་ནུ་ ཁྱོད་ ཅི་ དེ་ལྟ ར་ མཁས་ ཤིང་ མཛངས་པ་ ཡིན་པ ར་ ཁོ་བོ ས་ མ་ ཤེས་ སོ །_།
en: Prince, I did not know how circumspect and wise you are.

source: !ཁོ་བོ ས་ ཁྱོད་ ཀྱིས་ ལྷག་པ འི་ བསམ་པ་ ཤིན་ཏུ་ བཟང་པོ ར་ མཐོང་ ན་ ཁོ་བོ ས་ ཀྱང་ བརྗེད་ ནས་ སྨྲས་ སོ །_།
en: I have seen your#59 extremely fine, exalted intention, and what I said before was forgetful of that.

source: དེ་དེ་ བཞིན་ ཏེ །_ ལོག་པ ར་ ལྟུང་བ འི་ མཚན་ཉིད་ ཡིན་པ འི་ ཕྱིར་ མང་པོ་ དག་ ཀྱང་ བསྟེན་པ ར་ བྱ་བ་ མ་ ཡིན་ ཞིང་ །_ ཉུང་ངུ་ དག་ ཀྱང་ བསྟེན་པ ར་ བྱ་བ་ མ་ ཡིན་ ནོ །_།
en: Indeed, since both involve a fall into error, one should neither rely on something with many faults nor on something with few faults.

source: གཞོན་ནུ་ ཡང་ འདི་ ལ་ སྙིང་པོ་ ནི་ འདི་ཉིད་ ཡིན་ ཏེ །_ |#| འདི་ལྟ་སྟེ །_
en: Prince, the main point here is just this:

source: ཕུང་པོ་ ཐམས་ཅད་ སྤངས་པ་ མྱ་ངན་ ལས་ འདས་པ འོ །_།
en: nirvāṇa is the abandonment of all aggregates.

source: གཞོན་ནུ་ གང་ ལ་ ཡང་ དང་ ཡང་ དུ་ འཆི་བ་ ཡོད་པ འི་ འཁོར་བ འི་ འགྲོ་བ་ སྐྱོན་ དང་ བཅས་པ་ ཡང་ དང་ ཡང་ ཉམས་ སུ་ མྱོང་བ ས་ ཅི་ཞིག་ བྱ་ སྟེ །_
en: Prince, what is the benefit of repeatedly experiencing the faulty existences of saṃsāra where one will have to repeatedly die? |#| Rather,

source: ཁྱོད་ ཀྱིས་ ནི་ མྱ་ངན་ ལས་ འདས་པ་ ལ་ འདུན་པ ར་ བྱ འོ །_།
en: you should aspire for nirvāṇa.

source: གཞོན་ནུ་ སྲོག་ཆགས་ རྣམས་ མངལ་ ན་ གནས་པ་ ནི་ སྡུག་བསྔལ་བ འོ །_།
en: Prince, for beings to dwell in the womb is suffering.

source: སྡུག་པ་ དང་ བྲལ་བ་ དང་ །_ མི་ སྡུག་པ་ དང་ ཕྲད་པ་ ནི་ སྡུག་བསྔལ་བ འོ །_།
en: Separation from the desirable and encountering the undesirable is suffering.

source: གཞོན་ནུ་ ལུས་ སྙིང་པོ་ མེད་པ་ མི་རྟག་པ་ ཡོངས་སུ་ འདྲེན་པ་ ནི་ སྡུག་བསྔལ་བ འོ །_།
en: Prince, to take the body, which is without essence and impermanent, to be one’s leader is suffering.

source: སྲོག་ མི་རྟག་པ་ ཉིད་ ནི་ སྡུག་བསྔལ་བ འོ །_།
en: The impermanence of the life force is suffering.

source: ལོངས་སྤྱོད་ མི་རྟག་པ་ ཉིད་ དང་ ལོངས་སྤྱོད་ སྙིང་པོ་ མེད་པ་ ཉིད་ ནི་ སྡུག་བསྔལ་བ འོ །_།
en: The impermanence and essencelessness of pleasures is suffering.

source: གཞོན་ནུ་ ཡང་ དང་ ཡང་ དུ་ འཆི་བ་ ཉིད་ ནི་ སྡུག་བསྔལ་བ འོ །_།
en: Prince, dying over and over again is suffering.

source: གཞོན་ནུ་ དེ་ལྟ་བས་ན་ ཁོ་བོ་ ནི་ ཁྱོད་ ལ་ འདི་སྐད་ དུ་ དེ་བཞིན་ གཤེགས་པ་ འབྱུང་བ་ དང་ །_ མི་ ཉིད་ རྙེད་པ་ དང་ །_ དལ་བ་ ཕུན་སུམ་ ཚོགས་པ་ དང་ །_ དེ་བཞིན་ གཤེགས་པ འི་ བསྟན་པ་ ལ་ དད་པ་ བླ་ ན་ |#| མེད་པ་ ནི་ རྙེད་པ ར་ དཀ འོ་ ཞེས་ སྨྲ་ སྟེ
en: Prince, that is why I say to you, the appearance of a thus-gone one, the obtainment of a human birth, excellent leisure, and unexcelled faith in a thus-gone one’s teaching are difficult to obtain. [147.b]
